Repository: hokoo/cf7-telegram
Catalog: plugin-dir/languages/cf7-telegram-*.po
Languages: ru_ru

# Empty token field
source: empty
ru_ru: пусто

source: Pick a bot
ru_ru: Выберите бота

source: No chats assigned to this channel
ru_ru: К этому каналу не привязаны чаты

source: Cancel
ru_ru: Отмена

source: Add Form
ru_ru: Добавить форму

source: Pick a form
ru_ru: Выберите форму

source: No forms assigned to this channel
ru_ru: Этому каналу не назначены формы

source: Remove channel
ru_ru: Удалить канал

source: Failed to update title
ru_ru: Не удалось обновить название

source: Something went wrong while assigning the form
ru_ru: Что-то пошло не так при назначении формы

source: Are you sure you want to remove this form from the channel?
ru_ru: Вы уверены, что хотите удалить эту форму из канала?

source: Failed to remove form
ru_ru: Не удалось удалить форму

source: Failed to assign bot
ru_ru: Не удалось назначить бота

source: Failed to remove bot
ru_ru: Не удалось удалить бота

source: Are you sure you want to delete this channel?
ru_ru: Вы уверены, что хотите удалить этот канал?

source: Failed to delete channel
ru_ru: Не удалось удалить канал

source: Pause
ru_ru: Приостановить

source: Activate
ru_ru: Активировать

source: Muted by Bot
ru_ru: Приостановлено ботом

source: Mute
ru_ru: Пауза

source: Click to copy bot name
ru_ru: Нажмите, чтобы скопировать имя бота

source: Click to copy bot command
ru_ru: Нажмите, чтобы скопировать команду для бота

source: Defined by PHP constant
ru_ru: Задано PHP константой

source: Click to edit token
ru_ru: Нажмите, чтобы изменить токен

source: token
ru_ru: токен

source: You can define token in wp-config.php
ru_ru: Вы можете задать токен в wp-config.php

source: set by PHP const
ru_ru: задать PHP константой

source: Press Enter to save token, Esc to cancel.
ru_ru: Нажмите Enter для сохранения токена, Esc для отмены.

source: Updating...
ru_ru: Обновление...

source: Remove
ru_ru: Удалить

source: Couldn't load chat list...
ru_ru: Не удалось загрузить список чатов...

source: Trying to load chat list...
ru_ru: Загрузка списка чатов...

source: Waiting for chats to join...
ru_ru: Ожидание чатов...

source: Remove bot
ru_ru: Удалить бота

source: Changing the bot token will disconnect all its chats and channels. Continue?
ru_ru: Изменение токена бота приведет к отключению всех его чатов и каналов. Продолжать?

source: Failed to delete bot
ru_ru: Не удалось удалить бота

source: Failed to update bot
ru_ru: Не удалось обновить бота

source: Are you sure you want to delete this chat?
ru_ru: Вы уверены, что хотите удалить этот чат?

source: Bot Name
ru_ru: Имя бота

source: Failed to create bot
ru_ru: Не удалось создать бота

source: Create Bot
ru_ru: Создать бота

source: Channel Name
ru_ru: Название канала

source: Failed to create channel
ru_ru: Не удалось создать канал

source: Create Channel
ru_ru: Создать канал

source: Loading data...
ru_ru: Загрузка данных...

source: Telegram notificator settings
ru_ru: Настройки уведомлений в Telegram

source: Bots
ru_ru: Боты

source: Channels
ru_ru: Каналы

source: Copied!
ru_ru: Скопировано!
